{
  "name": "Drilen",
  "pages": [
    {
      "name": "Adventure Hooks",
      "type": "text",
      "text": {
        "content": "<h2>Vengeance shall be mine!</h2>\n<p><em>[ Inspired by Harn Encounter 7 in 101 Harn Encounters by Aaron Kavli, Lythia.com. ]</em></p>\n<p>The mill at Drilen is still smouldering. Sir Eadwin Lournay and some of his retainers (or maybe his brother, the special bailiff from Hundholt) are going into the Chyle Forest after the bandits. The group meets them on the road or in the village. Sir Eadwin calls on the PCs to accompany him. His woodsmen have tracked the bandits to a camp several miles into the hilly forests. His plan is to either assault the camp, have the PCs sneak into camp and capture the leader of the bandits, or masquerade as bandits and join the bandit group. Sir Eadwin offers to split the 500d bounty with them. The bandit leader is wanted dead or alive.</p>\n<ol>\n<li>If the PCs refuse, Sir Eadwin will call them cowards but not hinder them. They will later learn that Sir Eadwin and his companion are being held captive for ransom – which could be used to revisit this encounter.</li>\n<li>If the PCs agree to an assault, Sir Eadwin will lead the assault. The party must overcome a group of about 10 bandits (see <em>Bandits of Chyle</em> for the composition of the bandit group.) While lightly armed and poorly fed, the bandits are crafty and skilled at arms.</li>\n<li>If the PCs try to sneak into camp, they will have a hard time sneaking past the guards, who are relaxed but not stupid.</li>\n<li>If the PCs attempt to hire on to the gang, they will have to convince the bandits they are really interested (prosperous looking PCs will not be believed). Sooner or later, they will get the chance to get alone with their prey.</li>\n<li>If the PCs manage to get the brigand or his head, Sir Eadwin will escort them to Getha to collect their reward. Sir Eadwin will split the reward as promised.</li>\n</ol>\n<h2>A Disturbing Letter</h2>\n<p><em>[ Inspired by Harn Encounter 9 in 101 Harn Encounters by Aaron Kavli, Lythia.com. ]</em></p>\n<p>The PCs happen upon a grievously wounded knight east of Drilen. He is sprawled against a tree, bleeding from several wounds. His horse lies dead nearby, impaled by two spears. The corpses of four, conspicuously unidentified, soldiers litter the small clearing. Although mortally wounded, the knight has made his attackers pay dearly.</p>\n<p>The knight weakly motions to the PCs. He paws at a pouch on his belt and charges them to deliver a letter of the gravest sensitivity to the Baron of Getha. He finishes with, \\\"Deliver it or she will die. Fail and I shall collect from beyond, I swear my soul to it!” The exertion causes the knight to lapse into unconsciousness and he succumbs to his wounds several minutes later.</p>\n<p>In the pouch is a letter from Lady Erila Kobarney (q.v., Hyzevel), to the Bailiff of the Hundred, Sir Haradoc Indama (q.v., Hundholt). In the letter, the lady pleads to be released from their affair and threatens to do herself some unspecified harm in her despair. Alternatively, the letter has plans for Lady Erila to run away from Hyzevel to join Sir Haradoc permanently, at the GM's discretion.</p>\n<ol>\n<li>If the PCs do not deliver the message, they will hear about the Lady following through on the course of action she described in the letter.</li>\n<li>If the PCs take the letter to Sir Haradoc, he will arrange a meeting east of Hundholt. At the meeting, the PCs will be given a 1000d promissory note for their silence. Sir Haradoc’s warders will then ambush them. If the PCs manage to escape, they will find that the note is worthless, bearing the name of a fictitious usurer and an obviously forged seal.</li>\n<li>\n<p>If the PCs make their way to Getha keep and demand an audience with the Baron, they will have to wait at least a week before meeting the Baron or the Constable, though they will not know how long it will actually take.</p>\n<ol style=\"list-style-type:lower-alpha\">\n<li>A page in the Baron’s livery summons them to an audience in the Baron’s Hall [Getha Keep, 2-1]. If the PCs follow the page, the garrison will ambush them (Sir Chimin will not be there). Assuming the PCs survive, they will be incarcerated in the basement of the keep. The Baron will get the note and announce his intention to try the PCs for sedition.</li>\n<li>While the PCs languish in the cells, they hear word of the knight's death. The keep buzzes with the news and the baron is unavailable for some time. Upon his return, the PCs are released without apology. The Constable remarks that it is best they leave the Shire, if not the kingdom.</li>\n</ol>\n</li>\n<li>If the PCs speak of the letter discreetly to Sir Eadwin, they will be granted an audience with the Baron. If the PCs can convince the baron they had nothing to do with his knight’s death (easily done by presenting the note), he will give his thanks and a reward of 50d each. Later, the PCs hear rumors of the Baron visiting Hundholt and Sir Haradoc’s sudden (and surprising) devotion to the Laranian Rites of Contrition in the Keep’s Chapel.</li>\n<li>If the PCs approach the Sir Tommas Kobarney with the letter, he will arrange a meeting west of Hyzevel and ambush them. Survivors will hear of raids on Hundholt soon after. They should realize that the Kobarneys will hunt them, as they know Lady Erila’s shameful secret.</li>\n</ol>\n<h2>Plot Hooks</h2>\n<ol>\n<li>The village Beadle (@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.MTnm4DAFmLUcpKHH]{[1] Cottar (Beadle) Merkan Enten}) was mauled by a bear and lies dying. His mother (@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.SvsuoJoTHpd1PPvy]{[16] Cottar Artirgen Enten}) is deperate to cure him and is likely to take revenge against the Ebasethe (@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.Pv7J4Klp6jcDgrKw]{[23] Chapel of Peoni}) if he does not survive.</li>\n<li>Tordai the Miller's son (@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.UKMWxxgNOMarX6FC]{[2] Miller Mubel Etine}) is an escaped rapist. On his way out of town a few days ago, he set fire to his father's mill.</li>\n<li>Tirael (@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.2p1NiDAEoGWT3DXw]{[4] Yeoman Tireal the Harper}) is not who he claims to be.  He is more closely connected to the Manor house than most would believe.  His two servants are, likewise, more than they appear to be.</li>\n<li>The Reeve (@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.imNtIvlW9AGUSdSq]{[8] Cottar (Reeve) Landar Haral}) is dying without naming an heir.</li>\n<li>The Woodward's (@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.yjHKLvouqgFRPrrA]{[13] Cottar (Woodward) Sereth Loyril}) daughter is carrying on an affair with a married man (@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.7sFHr091g2hMcpBK]{[22] Half-Villein Ithar Dyren}).</li>\n<li>Koron (@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.CL9ChUNLB5VAi7x7]{[17] Cottar Koron Oralis}), a full-time thug and petty criminal, is in contact with the Chyle Forest bandits.</li>\n</ol>\n<p> </p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "u8y0PS7H8uMbi5yO",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!g034kzLfwOEZqqSQ.u8y0PS7H8uMbi5yO"
    },
    {
      "name": "Credits",
      "type": "text",
      "text": {
        "content": "<p>This module is made possible by the hard work of HârnWorld fans, and is provided at no cost. This work is an adaptation of the article for Drilen Manor described in <a href=\"https://www.lythia.com/fethael-hundred/manors.html\">Fethael Hundred Manors</a> available at the HârnWorld fan site <a href=\"https://www.lythia.com/\">Lythia.com</a>.</p>\n<p><strong>Writer:</strong> Joe Adams<br /><strong>Original Maps:</strong> George Kelln<br /><strong>Contributors:</strong> Robert Barfield and Allan Prewett<br /><strong>Adapted to Foundry VTT:</strong> Tom Rodriguez</p>\n<p>This module is \"<a href=\"https://www.lythia.com/about/publishing-fan-written-material/\">Fanon</a>\", a derivative work of copyrighted material by Columbia Games Inc. and N. Robin Crossby. Some assets used to create the maps in this module are from <a href=\"https://forgotten-adventures.net/\">Forgotten Adventures</a>.</p>",
        "format": 1
      },
      "_id": "BYo6Qrihq4AjVCWZ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -50000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!g034kzLfwOEZqqSQ.BYo6Qrihq4AjVCWZ"
    },
    {
      "name": "Settlement Information",
      "type": "text",
      "text": {
        "content": "<p><strong>LOCATION:</strong> Fethael Hundred, Kaldor<br /><strong>STATUS:</strong> Manor<br /><strong>GOVERNMENT:</strong> Sir Eadwin Lournay<br /><strong>LIEGE:</strong> Baron of Getha<br /><strong>POPULATION:</strong> Village 115; Manor 21</p>\n<p>Drilen is a small but wealthy manor, at least by the standards of Fethael Hundred. The manor house stands to the north of the village near the fork in the road, with the creek on one side and the common on the other. Aside from the tower, the Peonian chapel is the only other stone structure on the manor.</p>\n<h2>Government</h2>\n<p>Sir Eadwin Lournay holds Drilen Manor from the Baron of Getha. The Lournays have been vassals of the Indamas for many generations and have held Drilen for centuries. Sir Eadwin has been the lord of Drilen and its vassal manors for 24 years. Before he assumed the manor, he had roamed Harn as a member of the Royal High Guard under Torastra and Miginath. His wealth of experience makes him a wise counsel to many in the Shire.</p>\n<p>Sir Eadwin is one of the Baron’s confidants and, because of this; Sir Harapa Indama (q.v., Bidow) treats him with more deference and respect than might be expected between an heir and his father’s vassal. Sir Harapa is especially attentive to Sir Eadwin’s thoughts on governing, preferring to nurture and empower the lower classes rather than direct their actions.</p>\n<p>Sir Harapa’s brother, Sir Haradoc Indama is the Hundred’s Bailiff and he derides Sir Eadwin for the same reasons Harapa respects the old man. Conversations between the old knight and the young Bailiff of the Hundred are cordial but brief. Sir Eadwin knows of Sir Haradoc’s ambitions and has reservations about Haradoc’s harsh tactics.</p>\n<p>Sir Eadwin is a kind and generous lord, often remitting fees to help a needy tenant make ends meet. The peasants view him as a benevolent lord who keeps their best interests close to his heart. His Hall Moot has the same atmosphere as a village picnic. Since few criminal cases are ever heard in Drilen most of the business during the moot involves marriages or births.</p>\n<h2>Economics</h2>\n<p>Drilen’s 1,410 acres lie in the fertile valley (LQ 1.11) between the Chyle Forest and the Omin River. Farms export flax products like cordage, thread, and linseed oil to Getha. Surplus flax seed is used in inks and paints or is pressed into cakes for trail rations for pack animals.</p>\n<p>The inhabitants have no shortage of meat for sale or personal consumption. Swine, goats, and cattle are the most common livestock. Venison and wild boar are plentiful in the forests south of the manor for the nobles and Sir Eadwin encourages rabbit snaring amongst his peasants.</p>\n<p>Drilen manor is widely known for a type of soft, white cheese called ylina. Farmers make this creamy delicacy from the milk of their cattle and sell small wheels (1/4 lb.) encased in willow boxes. The cheese travels well but should be eaten within 3 – 4 months or it will harden to an inedible mass.</p>\n<p>Hard woods from the nearby forests are used for a wide variety of locally produced commercial products. Oak, pine, and chestnut board timber is exported for use throughout eastern Kaldor. Smaller markets are found providing materials to furniture and cabinet makers.</p>\n<p>Furs from the mountains in the Chyle Forest are also exported. Bear fur, which is thick and heavy, is sold for bedding and rugs. Wolf and fox fur are sold for use in clothing. Sable pelts, found in the higher elevations, are sought after for the wealthier customers while rabbit and squirrel adorn the wardrobe of the middle classes.</p>\n<h2>Religion</h2>\n<p>The religious climate of Drilen is similar to the rest of Kaldor. Worship of Agrik, Morgath, or Naveh is a capital offence. Other religions are tolerated but not encouraged. Services for Larani are held in the chapel at Hakstyn. Peonian rites are held in the village temple. Most villagers worship Peoni but the craftsmen and their families travel to Getha for Halean services.</p>\n<h2>Current Events</h2>\n<p>The mill was recently burned by Tordai, the miller’s son. The boy raped a girl from Denwald and his family refused to pay the fine, meaning that Tordai was due to be flogged by her family. Instead, the lad escaped from the manor’s dog kennel [B] (the makeshift jail cell). Seeking revenge on his family for abandoning him to the law, Tordai set fire to his family’s business before escaping into the forest only three days ago.</p>",
        "format": 1
      },
      "_id": "Kg8bXmKsy9GlnTYy",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -25000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!g034kzLfwOEZqqSQ.Kg8bXmKsy9GlnTYy"
    },
    {
      "name": "Overview",
      "type": "text",
      "text": {
        "content": "<p>Drilen is a \"Location Module\"; it is designed to depict the Drilen manor and village located in Fethael Hundred, Nephshire, kingdom of Kaldor, on the island of Hârn in the <a href=\"https://columbiagames.com/harnworld/\">HârnWorld fantasy setting</a>; however, this manor and village could be adapted to exist anywhere in any fantasy setting.</p>\n<p>This module is based on the Drilen manor article from \"<a href=\"https://www.lythia.com/fethael-hundred/manors.html\">Fethael Hundred Manors</a>\" fanon; please see @UUID[JournalEntry.g034kzLfwOEZqqSQ.JournalEntryPage.BYo6Qrihq4AjVCWZ]{Credits} for more information.</p>\n<p>This module details all of the households, including interior plans of the manor.</p>\n<p> </p>\n<h2>Using this module with Non-HârnMaster systems</h2>\n<p>This entire module is system-agnostic.  See the section below on NPCs for details about the residents; these details may be used to generate appropriate statistics for your game system.</p>\n<p> </p>\n<h2>Using the Scenes</h2>\n<p>A number of scenes are provided representing maps. These scenes depict both internal and external areas; internal areas are generally set at a 5-foot grid spacing, while exterior areas use much larger scaling. The following subsections describe some common elements of these scenes.</p>\n<h3>Map Notes</h3>\n<p>The scenes make extensive use of Map Notes to provide detailed description of important areas in the scenes. To view these map notes, click on the \"bookmark icon\" in the canvas toolbar. Map notes are not visible to players, only to the GM.</p>\n<h3>Text and Markings</h3>\n<p>In various areas text and or markings have been provided in the scenes to assist the GM. Generally this information is set to only be visible to the GM.</p>\n<h3>Stairs</h3>\n<p>Some stairs may have an arrow indicating the direction the stairs descend. When present these arrows are visible to all players.</p>\n<h3>Lighting</h3>\n<p>To control ambient lighting, use the \"darkness\" setting for the scene.</p>\n<p>All scenes have been setup with Unrestricted Vision Range enabled, with a Vision Limitation Threshold set to 0.7. This allows all areas of the scene to be lit during the day, but vision is limited and lights are required at night.</p>\n<p>Internal lamps and candle lights have been placed in indoor areas. These lights have been set to enable when the \"darkness\" setting is ≥ 0.2, that is, just after things start becoming dim.</p>\n<p>Hârn has a cool climate, so all fireplaces and braziers are constantly lit.</p>\n<p> </p>\n<h2>Recommended Modules</h2>\n<p>The following modules, although not required, are highly recommended to enhance this module:</p>\n<p><strong>Compendium Folders: </strong>Due to the large number of journal entries in this module, these journal entries have been organized into sub-folders using Compendium Folders. If Compendium Folders is not used, these will all show up as a single long list of Journal Entries in the compendium. As long as you follow the links starting with the Overview journal entry, it should not be necessary to navigate the compendium, but if you want to navigate through the Journal Entries yourself, having Compendium Folders will greately simplify this task.</p>\n<p><strong>Backgroundless Pins:</strong> The map note icons all have a dark grey background; with this module, that background disappears. This may increase your enjoyment of the maps.</p>\n<p> </p>\n<h2>Background Information</h2>\n<p>For historical, political, and recent events, see @UUID[JournalEntry.g034kzLfwOEZqqSQ.JournalEntryPage.Kg8bXmKsy9GlnTYy]{Settlement Information}.</p>\n<p>For additional adventures in and around Drilen, see @UUID[JournalEntry.g034kzLfwOEZqqSQ.JournalEntryPage.u8y0PS7H8uMbi5yO]{Adventure Hooks}.</p>\n<p> </p>\n<h2>Village Details</h2>\n<p>The houses in the village are wattle and daub. Roofs are thatched with reeds found along the Omin River. All of the dwellings are single story and consist of two main areas. The family uses one side of the house as space for cooking and eating. The other side is used as a byre for the animals. Mud and stick chimneys provide a place for heating and cooking. Interior walls, if any, are also wattle and daub.</p>\n<ul>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.MTnm4DAFmLUcpKHH]{[1] Cottar (Beadle) Merkan Enten}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.UKMWxxgNOMarX6FC]{[2] Miller Mubel Etine}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.oiUQkg3TKWGuaP9L]{[3] Half-Villein Deril Nelt}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.2p1NiDAEoGWT3DXw]{[4] Yeoman Tireal the Harper}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.YFGlZNgKjsYj3Gur]{[5] Cottar Calan Gwynten}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.ZB1eCoH8ADJ9XkPz]{[6] Half-Villein Sirnan Dyren}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.q6hfs7UI6H0PRQ93]{[7] Cottar Senis Awensel}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.imNtIvlW9AGUSdSq]{[8] Cottar (Reeve) Landar Haral}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.6NKHtx7HY63Rx8Qg]{[9] Villein Ornyn Haral}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.xTz53oP3Vkf5HZQh]{[10] Villein Karis Nelt}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.tsuVmGIrCIzZRU1o]{[11] Villein Nazarant Dyren}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.1SgWROsf33PjYGaY]{[12] Villein Seskal Haral}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.yjHKLvouqgFRPrrA]{[13] Cottar (Woodward) Sereth Loyril}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.YdWISrYPcxkRiuyp]{[14] Half-Villein Daergan Loyril}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.Q8xNY5EdDhb33WOG]{[15] Cottar (Herder) Gulis the Scarecrow}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.SvsuoJoTHpd1PPvy]{[16] Cottar Artirgen Enten}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.CL9ChUNLB5VAi7x7]{[17] Cottar Koron Oralis}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.chK72BxqqxYgMfNb]{[18] Half-Villein Irdar Loyril}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.nmPslwcjAJ32ww6V]{[19] Woodcrafter Bredan Darion}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.qkndbkFulTGHtokT]{[20] Half-Villein Pulinla Dyren}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.9DnznmI8ytQS8LA2]{[21] Villein Ornyn Haral}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.7sFHr091g2hMcpBK]{[22] Half-Villein Ithar Dyren}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.Pv7J4Klp6jcDgrKw]{[23] Chapel of Peoni}</li>\n<li>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.dJ8jXjFRy2WfNPVe]{[24] Charcoaler Husanë Asaka}</li>\n</ul>\n<p> </p>\n<h2>Manor House</h2>\n<p>The old fortification has stood guard over the river for years. The tower was rebuilt in stone over 100 years ago but the buildings in the courtyard have been torn down and renovated at least once or twice a decade, depending on weather and fire.</p>\n<ul>\n<li>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.FziRvOleBYi0EdDf]{[A1] The Gate}</li>\n<li>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.Dn6ovAiT1shRZcO0]{[B] The Kennels and Mews}</li>\n<li>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.Sw8mYcs4anjhQ1Op]{[C] The Tithe Barn}</li>\n<li>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.FQSDFZlgbbpkf06J]{[D] The Forge}</li>\n<li>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.EAWJKl7FQJMaavE3]{[E1] The Stable}</li>\n<li>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.6Wwp2a4sn6eytQON]{[E2] The Smith’s Chamber}</li>\n<li>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.ZM4qERpIz9ktwltp]{[E3] The Brewhouse}</li>\n<li>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.V3GxM8lZJjsEaGLp]{[E4] The Latrine}</li>\n<li>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.JGewpT7ZS7viJAGK]{[F] The Kitchen}</li>\n<li>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.emNH6DnSl3ASbi0f]{[G] The Great Hall}</li>\n<li>\n<p><strong>The Tower</strong></p>\n<ul>\n<li>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.J8d0VwKZGe75UtTA]{[H1] The Storeroom and Armory}</li>\n<li>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.CSJG0FpbYg2GX74P]{[H2] The Heir’s Chamber}</li>\n<li>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.rwBcTXLtIRnOvvEu]{[H3] The Lord’s Chambers}</li>\n<li>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.7mHJi2acFBlbyuHj]{[H4] Roof}</li>\n</ul>\n</li>\n</ul>\n<p> </p>\n<h2>NPCs</h2>\n<table border=\"1\">\n<tbody>\n<tr>\n<th style=\"width:6em\">Loc</th>\n<th style=\"width:10em\">Name</th>\n<th style=\"width:13em\">Occupation</th>\n<th>Journal</th>\n</tr>\n<tr>\n<td>16</td>\n<td>Artirgen Enten</td>\n<td>Cottar</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.SvsuoJoTHpd1PPvy]{[16] Cottar Artirgen Enten}</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Bredan Darion</td>\n<td>Woodcrafter</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.nmPslwcjAJ32ww6V]{[19] Woodcrafter Bredan Darion}</td>\n</tr>\n<tr>\n<td>Manor G</td>\n<td>Burevis Haral</td>\n<td>Man-at-arms</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.emNH6DnSl3ASbi0f]{[G] The Great Hall}</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Calan Gwynten</td>\n<td>Cottar</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.YFGlZNgKjsYj3Gur]{[5] Cottar Calan Gwynten}</td>\n</tr>\n<tr>\n<td>Manor E2</td>\n<td>Chargin Ailt</td>\n<td>Metalsmith</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.6Wwp2a4sn6eytQON]{[E2] The Smith’s Chamber}</td>\n</tr>\n<tr>\n<td>Manor B</td>\n<td>Chelbai Enten</td>\n<td>Apprentice Falconer</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.Dn6ovAiT1shRZcO0]{[B] The Kennels and Mews}</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Daergan Loyril</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.YdWISrYPcxkRiuyp]{[14] Half-Villein Daergan Loyril}</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Deril Nelt</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.oiUQkg3TKWGuaP9L]{[3] Half-Villein Deril Nelt}</td>\n</tr>\n<tr>\n<td>23</td>\n<td>Father Crarond</td>\n<td>Ebasethe</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.Pv7J4Klp6jcDgrKw]{[23] Chapel of Peoni}</td>\n</tr>\n<tr>\n<td>Manor H2</td>\n<td>Gesel Lournay</td>\n<td>Sir Wogan's Daughter</td>\n<td>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.CSJG0FpbYg2GX74P]{[H2] The Heir’s Chamber}</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Gulis the Scarecrow</td>\n<td>Cottar (Herder)</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.Q8xNY5EdDhb33WOG]{[15] Cottar (Herder) Gulis the Scarecrow}</td>\n</tr>\n<tr>\n<td>Manor H2</td>\n<td>Habar Lournay</td>\n<td>Sir Wogan's Son</td>\n<td>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.CSJG0FpbYg2GX74P]{[H2] The Heir’s Chamber}</td>\n</tr>\n<tr>\n<td>Manor H3</td>\n<td>Hanis Haunty</td>\n<td>Sir Eadwin's Squire</td>\n<td>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.rwBcTXLtIRnOvvEu]{[H3] The Lord’s Chambers}</td>\n</tr>\n<tr>\n<td>24</td>\n<td>Husanë Asaka</td>\n<td>Charcoaler</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.dJ8jXjFRy2WfNPVe]{[24] Charcoaler Husanë Asaka}</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Irdar Loyril</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.chK72BxqqxYgMfNb]{[18] Half-Villein Irdar Loyril}</td>\n</tr>\n<tr>\n<td>22</td>\n<td>Ithar Dyren</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.7sFHr091g2hMcpBK]{[22] Half-Villein Ithar Dyren}</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Karis Nelt</td>\n<td>Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.xTz53oP3Vkf5HZQh]{[10] Villein Karis Nelt}</td>\n</tr>\n<tr>\n<td>Manor G</td>\n<td>Ketta Charliren</td>\n<td>Huntsman</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.emNH6DnSl3ASbi0f]{[G] The Great Hall}</td>\n</tr>\n<tr>\n<td>Manor F</td>\n<td>Kirian Ailt</td>\n<td>Alewife</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.JGewpT7ZS7viJAGK]{[F] The Kitchen}</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Koron Oralis</td>\n<td>Cottar</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.CL9ChUNLB5VAi7x7]{[17] Cottar Koron Oralis}</td>\n</tr>\n<tr>\n<td>Manor F</td>\n<td>Krod Haral</td>\n<td>Baker</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.JGewpT7ZS7viJAGK]{[F] The Kitchen}</td>\n</tr>\n<tr>\n<td>Manor H2</td>\n<td>Lady Lirain Lournay</td>\n<td>Sir Wogan's Wife</td>\n<td>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.CSJG0FpbYg2GX74P]{[H2] The Heir’s Chamber}</td>\n</tr>\n<tr>\n<td>Monor H3</td>\n<td>Lady Tommasina Lournay</td>\n<td>Lady of the Manor</td>\n<td>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.rwBcTXLtIRnOvvEu]{[H3] The Lord’s Chambers}</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Landar Haral</td>\n<td>Cottar (Reeve)</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.imNtIvlW9AGUSdSq]{[8] Cottar (Reeve) Landar Haral}</td>\n</tr>\n<tr>\n<td>Manor G</td>\n<td>Latin Berma</td>\n<td>Man-at-arms</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.emNH6DnSl3ASbi0f]{[G] The Great Hall}</td>\n</tr>\n<tr>\n<td>Manor G</td>\n<td>Meren Berma</td>\n<td>Man-at-arms</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.emNH6DnSl3ASbi0f]{[G] The Great Hall}</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Merkan Enten</td>\n<td>Cottar (Beadle)</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.MTnm4DAFmLUcpKHH]{[1] Cottar (Beadle) Merkan Enten}</td>\n</tr>\n<tr>\n<td>Manor F</td>\n<td>Milan Astal</td>\n<td>Cook</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.JGewpT7ZS7viJAGK]{[F] The Kitchen}</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Mubel Etine</td>\n<td>Miller</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.UKMWxxgNOMarX6FC]{[2] Miller Mubel Etine}</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Nazarant Dyren</td>\n<td>Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.tsuVmGIrCIzZRU1o]{[11] Villein Nazarant Dyren}</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Ornyn Haral</td>\n<td>Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.6NKHtx7HY63Rx8Qg]{[9] Villein Ornyn Haral}</td>\n</tr>\n<tr>\n<td>21</td>\n<td>Ornyn Haral</td>\n<td>Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.9DnznmI8ytQS8LA2]{[21] Villein Ornyn Haral}</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Pulinla Dyren</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.qkndbkFulTGHtokT]{[20] Half-Villein Pulinla Dyren}</td>\n</tr>\n<tr>\n<td>Manor H3</td>\n<td>Selshen Loyril</td>\n<td>Sir Eadwin's Groom</td>\n<td>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.rwBcTXLtIRnOvvEu]{[H3] The Lord’s Chambers}</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Senis Awensel</td>\n<td>Cottar</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.q6hfs7UI6H0PRQ93]{[7] Cottar Senis Awensel}</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Sereth Loyril</td>\n<td>Cottar (Woodward)</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.yjHKLvouqgFRPrrA]{[13] Cottar (Woodward) Sereth Loyril}</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Seskal Haral</td>\n<td>Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.1SgWROsf33PjYGaY]{[12] Villein Seskal Haral}</td>\n</tr>\n<tr>\n<td>Manor G</td>\n<td>Sherin Asane</td>\n<td>Chamberlain</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.emNH6DnSl3ASbi0f]{[G] The Great Hall}</td>\n</tr>\n<tr>\n<td>Manor H3</td>\n<td>Shinaer Oralis</td>\n<td>Kennel Attendant</td>\n<td>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.rwBcTXLtIRnOvvEu]{[H3] The Lord’s Chambers}</td>\n</tr>\n<tr>\n<td>Manor H3</td>\n<td>Sildain Kleve</td>\n<td>Sir Eadwin's Manservant</td>\n<td>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.rwBcTXLtIRnOvvEu]{[H3] The Lord’s Chambers}</td>\n</tr>\n<tr>\n<td>Manor H3</td>\n<td>Sir Eadwin Lournay</td>\n<td>Lord of Drilen</td>\n<td>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.rwBcTXLtIRnOvvEu]{[H3] The Lord’s Chambers}</td>\n</tr>\n<tr>\n<td>Manor H2</td>\n<td>Sir Worgan Lournay</td>\n<td>Sir Eadwin's Son</td>\n<td>@UUID[JournalEntry.YTJEZZrrEsSewGmz.JournalEntryPage.CSJG0FpbYg2GX74P]{[H2] The Heir’s Chamber}</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Sirnan Dyren</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.ZB1eCoH8ADJ9XkPz]{[6] Half-Villein Sirnan Dyren}</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Tireal the Harper</td>\n<td>Yeoman</td>\n<td>@UUID[JournalEntry.wE8mC9mXUR4nbueT.JournalEntryPage.2p1NiDAEoGWT3DXw]{[4] Yeoman Tireal the Harper}</td>\n</tr>\n<tr>\n<td>Manor H3</td>\n<td>Uldin Enten</td>\n<td>Lady Tommasina's Maid</td>\n<td>@UUID[JournalEntry.1CAurz7fXA3hCrQk.JournalEntryPage.ZM4qERpIz9ktwltp]{[E3] The Brewhouse}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<h2>Schedule of Events</h2>\n<p>Hall moot held on the second Second Day (day 12) of each month.</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<th style=\"width:10em\">...Tenday...</th>\n<th style=\"width:10em\">Baron Indama</th>\n<th style=\"width:10em\">Events</th>\n</tr>\n<tr>\n<td>Nuzyael 1</td>\n<td>Emerule</td>\n<td> </td>\n</tr>\n<tr>\n<td>Nuzyael 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Nuzyael 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Peonu 1</td>\n<td>Lethyl</td>\n<td>(3)</td>\n</tr>\n<tr>\n<td>Peonu 2</td>\n<td>Emerule</td>\n<td> </td>\n</tr>\n<tr>\n<td>Peonu 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Kelen 1</td>\n<td> </td>\n<td>Wool Fair</td>\n</tr>\n<tr>\n<td>Kelen 2</td>\n<td>Getha</td>\n<td>Getha Fair</td>\n</tr>\n<tr>\n<td>Kelen 3</td>\n<td>Emerule</td>\n<td> </td>\n</tr>\n<tr>\n<td>Nolus 1</td>\n<td>Drilen</td>\n<td>Tashal Fair</td>\n</tr>\n<tr>\n<td>Nolus 2</td>\n<td>Jenkald</td>\n<td> </td>\n</tr>\n<tr>\n<td>Nolus 3</td>\n<td>Tashal</td>\n<td> </td>\n</tr>\n<tr>\n<td>Larane 1</td>\n<td>Olokand</td>\n<td>Chelebin Tourney</td>\n</tr>\n<tr>\n<td>Larane 2</td>\n<td>Olokand</td>\n<td>Chelebin Tourney</td>\n</tr>\n<tr>\n<td>Larane 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Agrazhar 1</td>\n<td>Jenkald</td>\n<td>(2)</td>\n</tr>\n<tr>\n<td>Agrazhar 2</td>\n<td>Emerule</td>\n<td> </td>\n</tr>\n<tr>\n<td>Agrazhar 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Azura 1</td>\n<td> </td>\n<td>Kiban Fair</td>\n</tr>\n<tr>\n<td>Azura 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Azura 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Halane 1</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Halane 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Halane 3</td>\n<td>Getha</td>\n<td>(4)</td>\n</tr>\n<tr>\n<td>Savor 1</td>\n<td>Lethyl</td>\n<td>(3)</td>\n</tr>\n<tr>\n<td>Savor 2</td>\n<td>Emerule</td>\n<td>(1)</td>\n</tr>\n<tr>\n<td>Savor 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Ilvin 1</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Ilvin 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Ilvin 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Navek 1</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Navek 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Navek 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Morgat 1</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Morgat 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Morgat 3</td>\n<td> </td>\n<td> </td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<p>(1) The Indama annual boar hunt is hosted at Emerule, small manor in the western part of the Fethael hundred. Some politics. Lots of hunting.</p>\n<p>(2) As part of his progress around the kingdom, the Serekela attends the mass of St. Orthas’ Day at Getha or perhaps (even better) Jenkald.</p>\n<p>(3) All of the Indamas come to Lethyl to celebrate St. Valamin’s Day and St. Syrele’s Feast. St. Syrele’s is considered the start of the family’s annual hunt.</p>\n<p>(4) The annual tax recording is done during the end of Halane/beginning of Savor. Lords like Sir Eadwin meet with their vassals and then all proceed to Getha to meet with the Baron.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "l2SKEkXW7Rpbp38n",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!g034kzLfwOEZqqSQ.l2SKEkXW7Rpbp38n"
    }
  ],
  "flags": {},
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.0",
    "coreVersion": "10.276",
    "createdTime": 1659201780280,
    "modifiedTime": 1659201780280,
    "lastModifiedBy": "y4rrosWqroRqTLhW"
  },
  "_id": "g034kzLfwOEZqqSQ",
  "ownership": {
    "default": 0,
    "y4rrosWqroRqTLhW": 3
  },
  "folder": null,
  "sort": 0,
  "_key": "!journal!g034kzLfwOEZqqSQ"
}
